Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Sugira novas receitas com frango e legumes.
de: Schlage neue Rezepte mit Hähnchen und Gemüse vor.
en: Suggest new recipes with chicken and vegetables.
es: Sugiere nuevas recetas con pollo y verduras.
fr: Suggère de nouvelles recettes avec du poulet et des légumes.
it: Suggerisci nuove ricette con pollo e verdure.
ja: 鶏肉と野菜の新しいレシピを提案。

source: Sugira novas receitas de jantar rápido.
de: Schlage neue Rezepte für schnelles Abendessen vor.
en: Suggest new quick dinner recipes.
es: Sugiere nuevas recetas de cena rápida.
fr: Suggère de nouvelles recettes de dîner rapide.
it: Suggerisci nuove ricette di cena veloce.
ja: クイック夕食の新しいレシピを提案。

source: Sugira novas receitas de sobremesa com base na minha despensa.
de: Schlage neue Dessertrezepte basierend auf meiner Vorratskammer vor.
en: Suggest new dessert recipes based on my pantry.
es: Sugiere nuevas recetas de postre según mi despensa.
fr: Suggère de nouvelles recettes de dessert selon mon garde-manger.
it: Suggerisci nuove ricette di dessert in base alla mia dispensa.
ja: 私のパントリーに基づいて新しいデザートレシピを提案。

source: Sugira novas receitas de sobremesa.
de: Schlage neue Dessertrezepte vor.
en: Suggest new dessert recipes.
es: Sugiere nuevas recetas de postre.
fr: Suggère de nouvelles recettes de dessert.
it: Suggerisci nuove ricette di dessert.
ja: 新しいデザートレシピを提案。

source: Sugira novas receitas vegetarianas simples.
de: Schlage neue einfache vegetarische Rezepte vor.
en: Suggest new simple vegetarian recipes.
es: Sugiere nuevas recetas vegetarianas simples.
fr: Suggère de nouvelles recettes végétariennes simples.
it: Suggerisci nuove ricette vegetariane semplici.
ja: シンプルなベジタリアンの新しいレシピを提案。

source: Sugira novas receitas.
de: Schlage neue Rezepte vor.
en: Suggest new recipes.
es: Sugiere nuevas recetas.
fr: Suggère de nouvelles recettes.
it: Suggerisci nuove ricette.
ja: 新しいレシピを提案。

source: Sugira o que substituir
de: Schlage vor, was zu ersetzen ist
en: Suggest what to replace
es: Sugiere qué sustituir
fr: Suggère quoi remplacer
it: Suggerisci cosa sostituire
ja: 何を置き換えるかを提案

source: Sugira outras receitas com base na minha despensa.
de: Schlage andere Rezepte basierend auf meiner Vorratskammer vor.
en: Suggest other recipes based on my pantry.
es: Sugiere otras recetas según mi despensa.
fr: Suggère d'autres recettes selon mon garde-manger.
it: Suggerisci altre ricette in base alla mia dispensa.
ja: 私のパントリーに基づいて他のレシピを提案。

source: Sugira outras sobremesas com base na minha despensa.
de: Schlage andere Desserts basierend auf meiner Vorratskammer vor.
en: Suggest other desserts based on my pantry.
es: Sugiere otros postres según mi despensa.
fr: Suggère d'autres desserts selon mon garde-manger.
it: Suggerisci altri dessert in base alla mia dispensa.
ja: 私のパントリーに基づいて他のデザートを提案。

source: Sugira uma receita saudável e rápida.
de: Schlage ein gesundes und schnelles Rezept vor.
en: Suggest a healthy and quick recipe.
es: Sugiere una receta saludable y rápida.
fr: Suggère une recette saine et rapide.
it: Suggerisci una ricetta sana e veloce.
ja: ヘルシーで素早いレシピを提案。

source: Supabase erro %lld: %@
de: Supabase-Fehler %lld: %@
en: Supabase error %lld: %@
es: Error de Supabase %lld: %@
fr: Erreur Supabase %lld : %@
it: Errore Supabase %lld: %@
ja: Supabase エラー %lld：%@

source: Supabase não configurado (SUPABASE_URL/SUPABASE_ANON_KEY).
de: Supabase nicht konfiguriert (SUPABASE_URL/SUPABASE_ANON_KEY).
en: Supabase not configured (SUPABASE_URL/SUPABASE_ANON_KEY).
es: Supabase no configurado (SUPABASE_URL/SUPABASE_ANON_KEY).
fr: Supabase non configuré (SUPABASE_URL/SUPABASE_ANON_KEY).
it: Supabase non configurato (SUPABASE_URL/SUPABASE_ANON_KEY).
ja: Supabase が設定されていません（SUPABASE_URL/SUPABASE_ANON_KEY）。

source: Tamanho da Grade
de: Rastergröße
en: Grid Size
es: Tamaño de la cuadrícula
fr: Taille de la grille
it: Dimensione griglia
ja: グリッドサイズ

source: Também na Despensa
de: Auch in der Vorratskammer
en: Also in Pantry
es: También en la Despensa
fr: Aussi dans le Garde-manger
it: Anche in Dispensa
ja: パントリーにも

source: Também no Mercado
de: Auch auf der Einkaufsliste
en: Also in Grocery
es: También en Compras
fr: Aussi dans la Liste de courses
it: Anche nella Lista della spesa
ja: 買い物リストにも

source: Tema
de: Thema
en: Theme
fr: Thème
ja: テーマ

source: Tempere o frango com sal, pimenta e alho.
de: Hähnchen mit Salz, Pfeffer und Knoblauch würzen.
en: Season chicken with salt, pepper and garlic.
es: Sazona el pollo con sal, pimienta y ajo.
fr: Assaisonnez le poulet avec sel, poivre et ail.
it: Condisci il pollo con sale, pepe e aglio.
ja: 鶏肉に塩・こしょう・にんにくで下味。

source: Tempo de preparo
de: Zubereitungszeit
en: Prep time
es: Tiempo de preparación
fr: Temps de préparation
it: Tempo di preparazione
ja: 調理時間

source: Tempo e porções
de: Zeit und Portionen
en: Time and servings
es: Tiempo y porciones
fr: Temps et portions
it: Tempo e porzioni
ja: 時間と分量

source: Tenha sempre um Nutrition Coach com você
de: Habe immer einen Nutrition Coach dabei
en: Always have a Nutrition Coach with you
es: Ten siempre un Nutrition Coach contigo
fr: Ayez toujours un Nutrition Coach avec vous
it: Porta sempre con te un Nutrition Coach
ja: いつもそばにNutrition Coach

source: Tenho uma alteração pendente. Confirme ou cancele antes de continuar.
de: Es gibt eine ausstehende Änderung. Bitte bestätigen oder abbrechen, bevor Sie fortfahren.
en: I have a pending change. Confirm or cancel it before continuing.
es: Tengo un cambio pendiente. Confírmalo o cancélalo antes de continuar.
fr: J'ai une modification en attente. Confirmez ou annulez avant de continuer.
it: C'è una modifica in sospeso. Conferma o annulla prima di continuare.
ja: 保留中の変更があります。続行する前に確認またはキャンセルしてください。

source: Tentando mais profundamente...
de: Tieferer Versuch...
en: Trying deeper...
es: Intentando más a fondo...
fr: Tentative plus approfondie...
it: Tentativo più approfondito...
ja: より深く試行中...

source: Tentar mais profundamente
de: Tiefer versuchen
en: Try deeper
es: Intentar más a fondo
fr: Essayer plus en profondeur
it: Prova più approfonditamente
ja: より深く試す

source: Tentar outra
de: Andere versuchen
en: Try another
es: Probar otra
fr: Essayer une autre
it: Prova un'altra
ja: 別を試す

source: Tente buscar com outro termo.
de: Versuchen Sie es mit einem anderen Begriff.
en: Try searching with another term.
es: Intenta buscar con otro término.
fr: Essayez avec un autre terme.
it: Prova a cercare con un altro termine.
ja: 別の単語で検索してみてください。

source: Tente outro termo de busca.
de: Versuchen Sie einen anderen Suchbegriff.
en: Try another search term.
es: Intenta otro término de búsqueda.
fr: Essayez un autre terme de recherche.
it: Prova un altro termine di ricerca.
ja: 別の検索キーワードをお試しください。

source: Ter
de: Di
en: Tue
es: Mar
fr: Mar
it: Mar
ja: 火

source: terças-feiras
de: Dienstags
en: Tuesdays
es: martes
fr: mardis
it: Martedì
ja: 火曜日

source: Termos
de: AGB
en: Terms
es: Términos
fr: Conditions
it: Termini
ja: 利用規約

source: Termos de uso
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
it: Termini d'uso
ja: 利用規約

source: Texto
de: Text
en: Text
fr: Texte
it: Testo
ja: テキスト

source: Texto bruto de uma receita
de: Roher Text eines Rezepts
en: Raw recipe text
es: Texto en bruto de una receta
fr: Texte brut d'une recette
it: Testo grezzo di una ricetta
ja: レシピの生のテキスト

source: Texto colado
de: Eingefügter Text
en: Pasted text
es: Texto pegado
fr: Texte collé
it: Testo incollato
ja: 貼り付けたテキスト

source: Texto compartilhado
de: Geteilter Text
en: Shared text
es: Texto compartido
fr: Texte partagé
it: Testo condiviso
ja: 共有されたテキスト

source: Texto da receita
de: Rezepttext
en: Recipe text
es: Texto de la receta
fr: Texte de la recette
it: Testo della ricetta
ja: レシピのテキスト

source: Texto digitado:
de: Eingegebener Text:
en: Entered text:
es: Texto escrito:
fr: Texte saisi :
it: Testo inserito:
ja: 入力したテキスト:

source: Texto recebido
de: Text empfangen
en: Received text
es: Texto recibido
fr: Texte reçu
it: Testo ricevuto
ja: テキストを受信

source: Tigela energética de frutas para começar o dia.
de: Energiebowl mit Früchten für den Start in den Tag.
en: Energizing fruit bowl to start the day.
es: Bol energético de frutas para empezar el día.
fr: Bol énergétique aux fruits pour bien commencer.
it: Ciotola energetica di frutta per iniziare la giornata.
ja: 一日を始める元気なフルーツボウル。

source: Tipo
de: Typ
en: Type
fr: Type
ja: タイプ

source: Tirar Foto
de: Foto aufnehmen
en: Take Photo
es: Hacer foto
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮る

source: Tirar Foto ou Vídeo
de: Foto oder Video aufnehmen
en: Take Photo or Video
es: Hacer foto o vídeo
fr: Prendre photo ou vidéo
it: Scatta foto o video
ja: 写真または動画を撮る

source: Tire uma foto do prato ou escolha uma imagem já salva para estimar calorias e macros automaticamente.
de: Machen Sie ein Foto des Tellers oder wählen Sie ein bereits gespeichertes Bild, um Kalorien und Makros automatisch zu schätzen.
en: Take a photo of your plate or pick a saved image to estimate calories and macros automatically.
es: Haz una foto del plato o elige una imagen ya guardada para estimar calorías y macros automáticamente.
fr: Prenez une photo du plat ou choisissez une image déjà enregistrée pour estimer automatiquement calories et macros.
it: Scatta una foto del piatto o scegli un'immagine già salvata per stimare calorie e macro automaticamente.
ja: 皿の写真を撮るか、保存済みの画像を選択して、カロリーとマクロを自動的に推定します。

source: Tirou da despensa? Vai pro mercado. Comprou? Volta pra despensa. Sem listas paralelas, sem trabalho dobrado.
de: Aus dem Vorrat genommen? Ab auf die Einkaufsliste. Gekauft? Zurück in den Vorrat. Keine Parallellisten, keine doppelte Arbeit.
en: Used something from the pantry? Off to the shopping list. Bought it? Back to the pantry. No parallel lists, no double work.
es: ¿Sacaste algo de la despensa? Va al mercado. ¿Lo compraste? Vuelve a la despensa. Sin listas paralelas, sin trabajo doble.
fr: Utilisé du garde-manger ? Direction la liste de courses. Acheté ? Retour au garde-manger. Pas de listes parallèles, pas de double travail.
it: Preso dalla dispensa? Va nella lista. Comprato? Torna in dispensa. Niente liste parallele, niente lavoro doppio.
ja: パントリーから使った？買い物リストへ。買った？パントリーに戻る。並行リストや二度手間はもうありません。

source: Título da seção (ex.: Para a massa)
de: Abschnittstitel (z. B.: Für den Teig)
en: Section title (e.g., For the dough)
es: Título de la sección (ej.: Para la masa)
fr: Titre de la section (ex. : Pour la pâte)
it: Titolo della sezione (es.: Per l'impasto)
ja: セクションのタイトル（例：生地用）

source: Tô comendo muito pão
de: Ich esse zu viel Brot
en: I'm eating too much bread
es: Estoy comiendo mucho pan
fr: Je mange trop de pain
it: Sto mangiando troppo pane
ja: パンを食べすぎてる

source: Toda a sua cozinha em um só lugar
de: Deine ganze Küche an einem Ort
en: Your whole kitchen in one place
es: Toda tu cocina en un solo lugar
fr: Toute votre cuisine au même endroit
it: Tutta la tua cucina in un unico posto
ja: キッチンのすべてを一つの場所に

source: Todos
de: Alle
en: All
fr: Tous
it: Tutti
ja: すべて

source: Todos já adicionados
de: Alle bereits hinzugefügt
en: All already added
es: Todos ya añadidos
fr: Tous déjà ajoutés
it: Tutti già aggiunti
ja: すべて追加済み

source: Todos os dados atuais serão substituídos pelo backup de \(target.formattedDate).
de: Alle aktuellen Daten werden durch das Backup von \(target.formattedDate) ersetzt.
en: All current data will be replaced by the backup from \(target.formattedDate).
es: Todos los datos actuales serán reemplazados por la copia de seguridad de \(target.formattedDate).
fr: Toutes les données actuelles seront remplacées par la sauvegarde du \(target.formattedDate).
it: Tutti i dati attuali saranno sostituiti dal backup del \(target.formattedDate).
ja: 現在のすべてのデータは \(target.formattedDate) のバックアップで置き換えられます。

source: Todos os dados atuais serão substituídos pelo backup de %@.
de: Alle aktuellen Daten werden durch das Backup von %@ ersetzt.
en: All current data will be replaced by the backup from %@.
es: Todos los datos actuales se sustituirán por la copia de %@.
fr: Toutes les données actuelles seront remplacées par la sauvegarde du %@.
it: Tutti i dati attuali saranno sostituiti dal backup di %@.
ja: 現在のすべてのデータは %@ のバックアップで置き換えられます。

source: Todos os participantes perderão acesso aos dados compartilhados. Seus dados locais serão mantidos.
de: Alle Teilnehmer verlieren den Zugriff auf die geteilten Daten. Ihre lokalen Daten bleiben erhalten.
en: All participants will lose access to the shared data. Your local data will be kept.
es: Todos los participantes perderán acceso a los datos compartidos. Tus datos locales se conservarán.
fr: Tous les participants perdront l'accès aux données partagées. Vos données locales seront conservées.
it: Tutti i partecipanti perderanno l'accesso ai dati condivisi. I tuoi dati locali saranno conservati.
ja: すべての参加者は共有データへのアクセスを失います。ローカルデータは保持されます。

source: Todos os participantes podem adicionar, editar e remover itens.
de: Alle Teilnehmer können Artikel hinzufügen, bearbeiten und entfernen.
en: All participants can add, edit, and remove items.
es: Todos los participantes pueden añadir, editar y quitar artículos.
fr: Tous les participants peuvent ajouter, modifier et retirer des articles.
it: Tutti i partecipanti possono aggiungere, modificare e rimuovere articoli.
ja: すべての参加者がアイテムを追加、編集、削除できます。

source: Toque em Compartilhar
de: Tippe auf Teilen
en: Tap Share
es: Toca Compartir
fr: Touchez Partager
it: Tocca Condividi
ja: 共有をタップ

source: Toque em um item acima
de: Tippe oben auf einen Artikel
en: Tap an item above
es: Toca un artículo arriba
fr: Touchez un article ci-dessus
it: Tocca un articolo sopra
ja: 上のアイテムをタップ

source: Toque na caixinha de um item
de: Tippe auf die Checkbox
en: Tap an item's checkbox
es: Toca la casilla de un artículo
fr: Touchez la case d'un article
it: Tocca la casella
ja: チェックボックスをタップ

source: Toque no carrinho de um item para movê-lo para sua lista de compras.
de: Tippe auf das Warenkorb-Symbol eines Artikels, um ihn auf die Liste zu setzen.
en: Tap an item's cart icon to move it to your shopping list.
es: Toca el ícono de carrito de un artículo para moverlo a tu lista.
fr: Touchez l'icône panier d'un article pour le déplacer vers votre liste.
it: Tocca l'icona del carrello di un articolo per spostarlo nella lista.
ja: アイテムのカートアイコンをタップして買い物リストへ。

source: Toque no ícone de carrinho de um item
de: Tippe auf das Warenkorb-Symbol
en: Tap an item's cart icon
es: Toca el ícono de carrito de un artículo
fr: Touchez l'icône panier d'un article
it: Tocca l'icona del carrello
ja: カートアイコンをタップ

source: Toque para conversar
de: Tippen, um zu sprechen
en: Tap to chat
es: Toca para conversar
fr: Touchez pour discuter
it: Tocca per parlare
ja: タップして会話

source: Toque uma opção ou escreva direto no campo abaixo.
de: Tippen Sie auf eine Option oder schreiben Sie direkt in das Feld unten.
en: Tap an option or type directly into the field below.
es: Toca una opción o escribe directamente en el campo de abajo.
fr: Touchez une option ou écrivez directement dans le champ ci-dessous.
it: Tocca un'opzione o scrivi direttamente nel campo sottostante.
ja: オプションをタップするか、下のフィールドに直接書き込みます。

source: Transcreve o vídeo e reorganiza ingredientes e etapas antes de salvar.
de: Transkribiert das Video und organisiert Zutaten und Schritte vor dem Speichern neu.
en: Transcribes the video and reorganizes ingredients and steps before saving.
es: Transcribe el vídeo y reorganiza ingredientes y pasos antes de guardar.
fr: Transcrit la vidéo et réorganise ingrédients et étapes avant l'enregistrement.
it: Trascrive il video e riorganizza ingredienti e passaggi prima di salvare.
ja: 動画を文字起こしし、保存前に材料と手順を再編成します。

source: Transcrevendo o vídeo
de: Video wird transkribiert
en: Transcribing the video
es: Transcribiendo el vídeo
fr: Transcription de la vidéo
it: Trascrizione del video
ja: 動画を文字起こし中

source: Transcrevendo…
de: Transkribiere…
en: Transcribing…
es: Transcribiendo…
fr: Transcription…
it: Trascrizione…
ja: 文字起こし中…

source: Transcrever o vídeo, estruturar a receita e abrir a revisão antes de salvar.
de: Video transkribieren, Rezept strukturieren und Überprüfung vor dem Speichern öffnen.
en: Transcribe the video, structure the recipe, and open the review before saving.
es: Transcribir el vídeo, estructurar la receta y abrir la revisión antes de guardar.
fr: Transcrire la vidéo, structurer la recette et ouvrir la révision avant d'enregistrer.
it: Trascrivi il video, struttura la ricetta e apri la revisione prima di salvare.
ja: 動画を文字起こしし、レシピを構造化し、保存前にレビューを開きます。

source: Transcrição pronta
de: Transkription bereit
en: Transcription ready
es: Transcripción lista
fr: Transcription prête
it: Trascrizione pronta
ja: 文字起こし完了

source: Transferência Manual
de: Manuelle Übertragung
en: Manual Transfer
es: Transferencia manual
fr: Transfert manuel
it: Trasferimento manuale
ja: 手動転送

source: Transfira para um prato untado e deixe esfriar.
de: In einen eingefetteten Teller umfüllen und abkühlen lassen.
en: Transfer to a greased plate and let cool.
es: Transfiere a un plato engrasado y deja enfriar.
fr: Transférez dans un plat huilé et laissez refroidir.
it: Trasferire in un piatto unto e lasciare raffreddare.
ja: 油を塗った皿に移し、冷ましてください。

source: Treino físico pesado ou trabalho manual
de: Hartes Training oder körperliche Arbeit
en: Heavy training or manual labor
es: Entrenamiento pesado o trabajo manual
fr: Entraînement intense ou travail manuel
it: Allenamento pesante o lavoro manuale
ja: 激しいトレーニングまたは肉体労働

source: Trocar
de: Ändern
en: Change
es: Cambiar
fr: Changer
it: Cambia
ja: 変更

source: Trocar foto
de: Foto wechseln
en: Change photo
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
ja: 写真を変更

source: Trocar imagem
de: Bild ändern
en: Swap image
es: Cambiar imagen
fr: Changer l'image
it: Cambia immagine
ja: 画像を変更

source: Trocar ingrediente
de: Zutat austauschen
en: Swap ingredient
es: Cambiar ingrediente
fr: Changer l'ingrédient
it: Cambia ingrediente
ja: 材料を変更

source: Tudo
de: Alles
en: Everything
es: Todo
fr: Tout
it: Tutto
ja: すべて

source: Tudo certo
de: Alles sieht gut aus
en: Everything looks great
es: Todo está bien
fr: Tout va bien
it: Va tutto bene
ja: すべて順調

source: Tudo certo na sua cozinha!
de: In deiner Küche ist alles in Ordnung!
en: Everything looks great in your kitchen!
es: ¡Todo está bien en tu cocina!
fr: Tout va bien dans votre cuisine !
it: Va tutto bene nella tua cucina!
ja: キッチンはすべて順調です！

source: Tudo certo!
de: Alles bereit!
en: All set!
es: ¡Todo listo!
fr: C'est parti !
it: Tutto pronto!
ja: 準備完了！

source: Tudo enviado!
de: Alles gesendet!
en: All sent!
es: ¡Todo enviado!
fr: Tout envoyé !
it: Tutto inviato!
ja: 全て送信！

source: Tudo o que você registrou neste dia
de: Alles, was Sie an diesem Tag erfasst haben
en: Everything you logged on this day
es: Todo lo que registraste este día
fr: Tout ce que vous avez enregistré ce jour-là
it: Tutto ciò che hai registrato in questo giorno
ja: この日に記録したすべて

source: Última semana
de: Letzte Woche
en: Last week
fr: Semaine dernière
it: Ultima settimana
ja: 先週

source: Última sincronização
de: Letzte Synchronisierung
en: Last sync
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最終同期

source: Unidade
de: Einheit
en: Unit
es: Unidad
fr: Unité
it: Unità
ja: 単位

source: Unidade (kg, L, un...)
de: Einheit (kg, L, St...)
en: Unit (kg, L, un...)
es: Unidad (kg, L, ud...)
fr: Unité (kg, L, u...)
it: Unità (kg, L, un...)
ja: 単位（kg、L、個…）

source: Unidade (kg, L, x...)
de: Einheit (kg, L, x...)
en: Unit (kg, L, x...)
es: Unidad (kg, L, x...)
fr: Unité (kg, L, x...)
it: Unità (kg, L, x...)
ja: 単位（kg、L、x…）

source: Unidade atual: %@
de: Aktuelle Einheit: %@
en: Current unit: %@
es: Unidad actual: %@
fr: Unité actuelle : %@
it: Unità attuale: %@
ja: 現在の単位：%@

source: Unidades métricas (kg / cm)
de: Metrische Einheiten (kg / cm)
en: Metric units (kg / cm)
fr: Unités métriques (kg / cm)
it: Unità metriche (kg / cm)
ja: メートル法（kg / cm）

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
ja: 単位

source: URL inválida.
de: Ungültige URL.
en: Invalid URL.
es: URL no válida.
fr: URL invalide.
it: URL non valido.
ja: URL が無効です。

source: Usamos isso pra calcular sua taxa metabólica basal com precisão.
de: Damit berechnen wir deinen Grundumsatz genau.
en: We use this to calculate your basal metabolic rate accurately.
es: Lo usamos para calcular tu tasa metabólica basal con precisión.
fr: Nous l'utilisons pour calculer précisément votre métabolisme de base.
it: Lo usiamo per calcolare con precisione il tuo metabolismo basale.
ja: 基礎代謝率を正確に計算するために使用します。

source: Usar o conteúdo compartilhado como contexto na conversa com a IA.
de: Den geteilten Inhalt als Kontext im Gespräch mit der KI verwenden.
en: Use the shared content as context in the conversation with the AI.
es: Usar el contenido compartido como contexto en la conversación con la IA.
fr: Utiliser le contenu partagé comme contexte dans la conversation avec l'IA.
it: Usa il contenuto condiviso come contesto nella conversazione con l'IA.
ja: 共有されたコンテンツを AI との会話のコンテキストとして使用。

source: Usar validade ao mover para despensa
de: Mindesthaltbarkeit beim Verschieben in die Vorratskammer verwenden
en: Use expiration when moving to pantry
es: Usar caducidad al mover a la despensa
fr: Utiliser la péremption en déplaçant vers le garde-manger
it: Usa scadenza durante lo spostamento in dispensa
ja: パントリーへの移動時に賞味期限を使用

source: Use estas opções para transferir backups entre dispositivos ou guardar uma cópia externa.
de: Verwenden Sie diese Optionen, um Backups zwischen Geräten zu übertragen oder eine externe Kopie aufzubewahren.
en: Use these options to transfer backups between devices or keep an external copy.
es: Usa estas opciones para transferir copias entre dispositivos o guardar una copia externa.
fr: Utilisez ces options pour transférer les sauvegardes entre appareils ou conserver une copie externe.
it: Usa queste opzioni per trasferire i backup tra dispositivi o conservare una copia esterna.
ja: これらのオプションを使用して、デバイス間でバックアップを転送したり、外部コピーを保存したりしてください。

source: Utensílio
de: Küchenwerkzeug
en: Utensil
es: Utensilio
fr: Ustensile
it: Utensile
ja: 調理器具

source: Utensílios
de: Utensilien
en: Utensils
es: Utensilios
fr: Ustensiles
it: Utensili
ja: 調理器具

source: Uva
de: Trauben
en: Grapes
es: Uvas
fr: Raisins
ja: ぶどう

source: Vai para a despensa
de: Geht in den Vorrat
en: Going to pantry
es: Va a la despensa
fr: Va au garde-manger
it: Va in dispensa
ja: パントリーへ

source: Vai para o mercado
de: Geht zur Einkaufsliste
en: Going to shopping list
es: Va al mercado
fr: Va dans la liste
it: Va nella lista
ja: 買い物リストへ

source: Validade
de: Mindesthaltbarkeit
en: Expiration
es: Caducidad
fr: Péremption
it: Scadenza
ja: 賞味期限

source: Validade %@
de: Mindesthaltbarkeit %@
en: Expiration %@
es: Caducidad %@
fr: Péremption %@
it: Scadenza %@
ja: 賞味期限 %@

source: Validade 5 dias
de: Haltbar 5 Tage
en: Expires in 5 days
es: Caduca en 5 días
fr: Périme dans 5 jours
it: Scade tra 5 giorni
ja: 賞味期限5日

source: Validade 30 dias
de: Haltbar 30 Tage
en: Expires in 30 days
es: Caduca en 30 días
fr: Périme dans 30 jours
it: Scade tra 30 giorni
ja: 賞味期限30日

source: Validade aplicada ao mover para Despensa
de: Mindesthaltbarkeit beim Verschieben in die Vorratskammer angewendet
en: Expiration applied when moving to Pantry
es: Caducidad aplicada al mover a la Despensa
fr: Péremption appliquée au déplacement vers le Garde-manger
it: Scadenza applicata durante lo spostamento in Dispensa
ja: パントリーへの移動時に賞味期限を適用

source: Validade aplicada automaticamente
de: Mindesthaltbarkeit automatisch angewendet
en: Expiration applied automatically
es: Caducidad aplicada automáticamente
fr: Péremption appliquée automatiquement
it: Scadenza applicata automaticamente
ja: 賞味期限を自動的に適用
